# Расписание уроков

schedule_1e = {
    0: ['Разговоры о важном',
        'Математика',
        'Русский язык',
        'ИЗО',
        'Литературное чтение',
        'Внеурочное занятие "Учусь читать и писать"',],
    1: ['Литературное чтение',
        'Русский язык',
        'Физкультура',
        'Окружающий мир',
        'Компьютерный кружок',],
    2: ['Математика',
        'Литературное чтение',
        'Русский язык',
        'Музыка',
        'Внеурочное занятие "Занимательная математика"'],
    3: ['Литературное чтение',
        'Русский язык',
        'Математика',
        'Физкультура',
        'Внеурочное занятие "Учусь читать и писать"',],
    4: ['Математика',
        'Русский язык',
        'Окружающий мир',
        'Технология',
        'Классный час (20 мин.)',]
}

schedule_4e = {
    0: ['русский язык', 'английский язык', 'литература', 'физкультура'],
    1: ['математика', 'математика', 'литература', 'литература'],
    2: ['история', 'история', 'русский язык', 'русский язык'],
    3: ['физкультура', 'физкультура', 'математика', 'математика'],
    4: ['литература', 'литература', 'информатика', 'информатика']
}
